# ImportDXFDWG

## Description
Import one or many DXF/DWG or DWF files

```pascal
PROCEDURE ImportDXFDWG;
```

```python
def vs.ImportDXFDWG():
    return None
```

## Examples
```pascal
ImportDXFDWG;
```
```python
import vs

# Import one or many DXF/DWG or DWF files.
vs.ImportDXFDWG()
```

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport